catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
EditorConfig.EditorConfig
GitHub.copilot
GitHub.copilot-chat
eamodio.gitlens
alefragnani.Bookmarks
biomejs.biome
dbaeumer.vscode-eslint
esbenp.prettier-vscode
bradlc.vscode-tailwindcss
astro-build.astro-vscode
rust-lang.rust-analyzer
tamasfe.even-better-toml
ember-tooling.vscode-ember
typed-ember.glint-vscode
bierner.color-info
gruntfuggly.todo-tree
